Repository: Porabuild/Poracode
Catalog: ios/App/App/Features/AdvancedOperations/AdvancedOperations.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# advancedOperations.field.checkpointItemId
source: Checkpoint item ID
de: Checkpoint-Element-ID
es: ID del elemento de punto de control
fr: ID de l’élément de point de contrôle
ja: チェックポイント項目 ID
ko: 체크포인트 항목 ID
pl: Identyfikator elementu punktu kontrolnego
pt_br: ID do item de ponto de verificação
ru: ID элемента контрольной точки
tr: Kontrol noktası öğesi kimliği
uk: ID елемента контрольної точки
vi: ID mục điểm kiểm tra
zh_hans: 检查点条目 ID

# advancedOperations.field.content
source: Content
de: Inhalt
es: Contenido
fr: Contenu
ja: 内容
ko: 내용
pl: Zawartość
pt_br: Conteúdo
ru: Содержимое
tr: İçerik
uk: Вміст
vi: Nội dung
zh_hans: 内容

# advancedOperations.field.effort
source: Effort
de: Aufwand
es: Esfuerzo
ja: 推論の強度
ko: 추론 강도
pl: Poziom rozumowania
pt_br: Esforço
ru: Уровень рассуждения
tr: Akıl yürütme düzeyi
uk: Рівень міркування
vi: Mức độ suy luận
zh_hans: 推理强度

# advancedOperations.field.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

# advancedOperations.field.manifestPath
source: Manifest path
de: Manifest-Pfad
es: Ruta del manifiesto
fr: Chemin du manifeste
ja: マニフェストのパス
ko: 매니페스트 경로
pl: Ścieżka manifestu
pt_br: Caminho do manifesto
ru: Путь к манифесту
tr: Bildirim yolu
uk: Шлях до маніфесту
vi: Đường dẫn manifest
zh_hans: 清单路径

# advancedOperations.field.model
source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
uk: Модель
vi: Mô hình
zh_hans: 模型

# advancedOperations.field.nextName
source: New name
de: Neuer Name
es: Nombre nuevo
fr: Nouveau nom
ja: 新しい名前
ko: 새 이름
pl: Nowa nazwa
pt_br: Novo nome
ru: Новое имя
tr: Yeni ad
uk: Нова назва
vi: Tên mới
zh_hans: 新名称

# advancedOperations.field.nextParentPath
source: New parent folder
de: Neuer übergeordneter Ordner
es: Carpeta principal nueva
fr: Nouveau dossier parent
ja: 新しい親フォルダ
ko: 새 상위 폴더
pl: Nowy folder nadrzędny
pt_br: Nova pasta pai
ru: Новая родительская папка
tr: Yeni üst klasör
uk: Нова батьківська папка
vi: Thư mục cha mới
zh_hans: 新的父文件夹

# advancedOperations.field.parentItemId
source: Parent item ID
de: Übergeordnete Element-ID
es: ID del elemento principal
fr: ID de l’élément parent
ja: 親項目 ID
ko: 상위 항목 ID
pl: Identyfikator elementu nadrzędnego
pt_br: ID do item pai
ru: ID родительского элемента
tr: Üst öğe kimliği
uk: ID батьківського елемента
vi: ID mục cha
zh_hans: 父条目 ID

# advancedOperations.field.path
source: Path
de: Pfad
es: Ruta
fr: Chemin
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
uk: Шлях
vi: Đường dẫn
zh_hans: 路径

# advancedOperations.field.transcriptDir
source: Transcript folder
de: Transkriptordner
es: Carpeta de transcripciones
fr: Dossier des transcriptions
ja: トランスクリプトのフォルダ
ko: 트랜스크립트 폴더
pl: Folder transkrypcji
pt_br: Pasta de transcrições
ru: Папка стенограмм
tr: Döküm klasörü
uk: Папка стенограм
vi: Thư mục bản ghi
zh_hans: 记录文件夹

# advancedOperations.flag.agentFinished
source: Agent finished
de: Agent fertig
es: Agente finalizado
fr: Agent terminé
ja: エージェント完了
ko: 에이전트 완료
pl: Agent zakończył pracę
pt_br: Agente finalizado
ru: Агент завершил работу
tr: Aracı tamamlandı
uk: Агент завершив роботу
vi: Tác nhân đã hoàn tất
zh_hans: 智能体已完成

# advancedOperations.flag.fast
source: Fast mode
de: Schneller Modus
es: Modo rápido
fr: Mode rapide
ja: 高速モード
ko: 고속 모드
pl: Tryb szybki
pt_br: Modo rápido
ru: Быстрый режим
tr: Hızlı mod
uk: Швидкий режим
vi: Chế độ nhanh
zh_hans: 快速模式

# advancedOperations.flag.includeAgentChats
source: Include agent chats
de: Agent-Chats einbeziehen
es: Incluir chats de agentes
fr: Inclure les discussions des agents
ja: エージェントチャットを含める
ko: 에이전트 채팅 포함
pl: Uwzględnij czaty agentów
pt_br: Incluir chats de agentes
ru: Включить чаты агентов
tr: Aracı sohbetlerini dahil et
uk: Включити чати агентів
vi: Bao gồm trò chuyện tác nhân
zh_hans: 包含智能体对话

# advancedOperations.includeSegments
source: Send segments
de: Segmente senden
es: Enviar segmentos
fr: Envoyer les segments
ja: セグメントを送信
ko: 세그먼트 전송
pl: Wyślij segmenty
pt_br: Enviar segmentos
ru: Отправить сегменты
tr: Segmentleri gönder
uk: Надіслати сегменти
vi: Gửi phân đoạn
zh_hans: 发送片段

# advancedOperations.no
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否

# advancedOperations.noOutcome
source: No result yet.
de: Noch kein Ergebnis.
es: Aún no hay resultado.
fr: Aucun résultat pour l’instant.
ja: まだ結果はありません。
ko: 아직 결과가 없습니다.
pl: Brak wyniku.
pt_br: Ainda não há resultado.
ru: Результата пока нет.
tr: Henüz sonuç yok.
uk: Результату ще немає.
vi: Chưa có kết quả.
zh_hans: 尚无结果。

# advancedOperations.noRun
source: No run was found.
de: Kein Lauf gefunden.
es: No se encontró ninguna ejecución.
fr: Aucune exécution trouvée.
ja: 実行が見つかりませんでした。
ko: 실행을 찾을 수 없습니다.
pl: Nie znaleziono uruchomienia.
pt_br: Nenhuma execução foi encontrada.
ru: Запуск не найден.
tr: Çalıştırma bulunamadı.
uk: Запуск не знайдено.
vi: Không tìm thấy lượt chạy.
zh_hans: 未找到运行记录。

# advancedOperations.notReady
source: No paired host owns this surface.
de: Kein gekoppelter Host besitzt diese Oberfläche.
es: Ningún host emparejado es propietario de esta superficie.
fr: Aucun hôte associé ne détient cette surface.
ja: この画面を管理するペアリング済みホストがありません。
ko: 이 화면을 소유한 페어링된 호스트가 없습니다.
pl: Żaden sparowany host nie jest właścicielem tego ekranu.
pt_br: Nenhum host pareado é proprietário desta superfície.
ru: Ни один сопряжённый хост не владеет этим экраном.
tr: Bu ekranın sahibi olan eşleştirilmiş bir ana bilgisayar yok.
uk: Жоден спарений хост не володіє цим екраном.
vi: Không có máy chủ đã ghép nối nào sở hữu màn hình này.
zh_hans: 没有已配对的主机拥有此界面。

# advancedOperations.open.project
source: Advanced operations
de: Erweiterte Aktionen
es: Operaciones avanzadas
fr: Opérations avancées
ja: 高度な操作
ko: 고급 작업
pl: Operacje zaawansowane
pt_br: Operações avançadas
ru: Расширенные операции
tr: Gelişmiş işlemler
uk: Розширені операції
vi: Thao tác nâng cao
zh_hans: 高级操作

# advancedOperations.open.thread
source: Advanced operations
de: Erweiterte Aktionen
es: Operaciones avanzadas
fr: Opérations avancées
ja: 高度な操作
ko: 고급 작업
pl: Operacje zaawansowane
pt_br: Operações avançadas
ru: Расширенные операции
tr: Gelişmiş işlemler
uk: Розширені операції
vi: Thao tác nâng cao
zh_hans: 高级操作

# advancedOperations.optionalFlag.off
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否

# advancedOperations.optionalFlag.on
source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
tr: Evet
uk: Так
vi: Có
zh_hans: 是

# advancedOperations.optionalFlag.unset
source: Not sent
de: Nicht gesendet
es: No enviado
fr: Non envoyé
ja: 送信しない
ko: 보내지 않음
pl: Niewysłane
pt_br: Não enviado
ru: Не отправлено
tr: Gönderilmedi
uk: Не надіслано
vi: Không gửi
zh_hans: 不发送

# advancedOperations.optionalValue
source: Optional. Leave blank to omit.
de: Optional. Leer lassen, um es wegzulassen.
es: Opcional. Déjalo en blanco para omitirlo.
fr: Facultatif. Laissez vide pour l’omettre.
ja: 任意。空欄にすると送信されません。
ko: 선택 사항. 비워 두면 전송되지 않습니다.
pl: Opcjonalne. Pozostaw puste, aby pominąć.
pt_br: Opcional. Deixe em branco para omitir.
ru: Необязательно. Оставьте пустым, чтобы не отправлять.
tr: İsteğe bağlı. Göndermemek için boş bırakın.
uk: Необов’язково. Залиште порожнім, щоб не надсилати.
vi: Không bắt buộc. Để trống để bỏ qua.
zh_hans: 可选。留空则不发送。

# advancedOperations.outcome.agents
source: Agents
de: Agenten
es: Agentes
ja: エージェント
ko: 에이전트
pl: Agenci
pt_br: Agentes
ru: Агенты
tr: Temsilciler
uk: Агенти
vi: Tác nhân
zh_hans: 智能体

# advancedOperations.outcome.baseReference
source: Base reference
de: Basisreferenz
es: Referencia base
fr: Référence de base
ja: ベース参照
ko: 기준 참조
pl: Odwołanie bazowe
pt_br: Referência base
ru: Базовая ссылка
tr: Temel başvuru
uk: Базове посилання
vi: Tham chiếu cơ sở
zh_hans: 基础引用

# advancedOperations.outcome.capturedAt
source: Captured at
de: Erfasst am
es: Capturado el
fr: Capturé le
ja: 取得日時
ko: 캡처 시각
pl: Czas przechwycenia
pt_br: Capturado em
ru: Время снимка
tr: Yakalanma zamanı
uk: Час знімка
vi: Thời điểm ghi lại
zh_hans: 捕获时间

# advancedOperations.outcome.changedFiles
source: Changed files
de: Geänderte Dateien
es: Archivos modificados
fr: Fichiers modifiés
ja: 変更されたファイル
ko: 변경된 파일
pl: Zmienione pliki
pt_br: Arquivos alterados
ru: Изменённые файлы
tr: Değişen dosyalar
uk: Змінені файли
vi: Tập tin đã thay đổi
zh_hans: 已更改文件

# advancedOperations.outcome.checkpoint
source: Checkpoint item
de: Checkpoint-Element
es: Elemento de punto de control
fr: Élément de point de contrôle
ja: チェックポイント項目
ko: 체크포인트 항목
pl: Element punktu kontrolnego
pt_br: Item de ponto de verificação
ru: Элемент контрольной точки
tr: Kontrol noktası öğesi
uk: Елемент контрольної точки
vi: Mục điểm kiểm tra
zh_hans: 检查点条目

# advancedOperations.outcome.content
source: Content
de: Inhalt
es: Contenido
fr: Contenu
ja: 内容
ko: 내용
pl: Zawartość
pt_br: Conteúdo
ru: Содержимое
tr: İçerik
uk: Вміст
vi: Nội dung
zh_hans: 内容

# advancedOperations.outcome.events
source: Events
de: Ereignisse
es: Eventos
fr: Événements
ja: イベント
ko: 이벤트
pl: Zdarzenia
pt_br: Eventos
ru: События
tr: Olaylar
uk: Події
vi: Sự kiện
zh_hans: 事件

# advancedOperations.outcome.lineEnding
source: Line ending
de: Zeilenende
es: Fin de línea
fr: Fin de ligne
ja: 改行コード
ko: 줄바꿈 문자
pl: Znak końca wiersza
pt_br: Fim de linha
ru: Конец строки
tr: Satır sonu
uk: Кінець рядка
vi: Ký tự xuống dòng
zh_hans: 换行符

# advancedOperations.outcome.message
source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
ko: 메시지
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
tr: İleti
uk: Повідомлення
vi: Thông điệp
zh_hans: 信息

# advancedOperations.outcome.modifiedAt
source: Modified at
de: Geändert am
es: Modificado el
fr: Modifié le
ja: 更新日時
ko: 수정 시각
pl: Zmodyfikowano
pt_br: Modificado em
ru: Изменено
tr: Değiştirilme zamanı
uk: Змінено
vi: Thời điểm sửa đổi
zh_hans: 修改时间

# advancedOperations.outcome.path
source: Path
de: Pfad
es: Ruta
fr: Chemin
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
uk: Шлях
vi: Đường dẫn
zh_hans: 路径

# advancedOperations.outcome.phases
source: Phases
de: Phasen
es: Fases
ja: フェーズ
ko: 단계
pl: Etapy
pt_br: Fases
ru: Этапы
tr: Aşamalar
uk: Етапи
vi: Giai đoạn
zh_hans: 阶段

# advancedOperations.outcome.reference
source: Reference
de: Referenz
es: Referencia
fr: Référence
ja: 参照
ko: 참조
pl: Odwołanie
pt_br: Referência
ru: Ссылка
tr: Başvuru
uk: Посилання
vi: Tham chiếu
zh_hans: 引用

# advancedOperations.outcome.run
source: Run
de: Lauf
es: Ejecución
fr: Exécution
ja: 実行
ko: 실행
pl: Uruchomienie
pt_br: Execução
ru: Запуск
tr: Çalıştırma
uk: Запуск
vi: Lượt chạy
zh_hans: 运行

# advancedOperations.outcome.summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 概要
ko: 요약
pl: Podsumowanie
pt_br: Resumo
ru: Сводка
tr: Özet
uk: Підсумок
vi: Tóm tắt
zh_hans: 摘要

# advancedOperations.outcome.title
source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
pl: Tytuł
pt_br: Título
ru: Заголовок
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_hans: 标题

# advancedOperations.outcome.toolCalls
source: Tool calls
de: Tool-Aufrufe
es: Llamadas a herramientas
fr: Appels d’outils
ja: ツール呼び出し
ko: 도구 호출
pl: Wywołania narzędzi
pt_br: Chamadas de ferramentas
ru: Вызовы инструментов
tr: Araç çağrıları
uk: Виклики інструментів
vi: Lệnh gọi công cụ
zh_hans: 工具调用

# advancedOperations.owner.location
source: Location
de: Ort
es: Ubicación
fr: Emplacement
ja: 場所
ko: 위치
pl: Lokalizacja
pt_br: Local
ru: Расположение
tr: Konum
uk: Розташування
vi: Vị trí
zh_hans: 位置

# advancedOperations.projectRoot
source: the project root
de: das Projektstammverzeichnis
es: la raíz del proyecto
fr: la racine du projet
ja: プロジェクトのルート
ko: 프로젝트 루트
pl: katalog główny projektu
pt_br: a raiz do projeto
ru: корень проекта
tr: proje kökü
uk: корінь проєкту
vi: thư mục gốc dự án
zh_hans: 项目根目录

# advancedOperations.readAgain
source: Read again
de: Erneut lesen
es: Leer de nuevo
fr: Relire
ja: 再読み込み
ko: 다시 읽기
pl: Odczytaj ponownie
pt_br: Ler novamente
ru: Прочитать снова
tr: Yeniden oku
uk: Прочитати знову
vi: Đọc lại
zh_hans: 重新读取

# advancedOperations.readStatus.binary
source: Binary
de: Binär
es: Binario
fr: Binaire
ja: バイナリ
ko: 바이너리
pl: Binarny
pt_br: Binário
ru: Двоичный
tr: İkili
uk: Двійковий
vi: Nhị phân
zh_hans: 二进制

# advancedOperations.readStatus.missing
source: Missing
de: Fehlt
es: No encontrado
fr: Introuvable
ja: 見つかりません
ko: 없음
pl: Brak
pt_br: Ausente
ru: Отсутствует
tr: Eksik
uk: Відсутній
vi: Không tìm thấy
zh_hans: 缺失

# advancedOperations.readStatus.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
pl: Gotowe
pt_br: Pronto
ru: Готово
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 就绪

# advancedOperations.readStatus.too_large
source: Too large
de: Zu groß
es: Demasiado grande
fr: Trop volumineux
ja: サイズ超過
ko: 너무 큼
pl: Zbyt duży
pt_br: Grande demais
ru: Слишком большой
tr: Çok büyük
uk: Завеликий
vi: Quá lớn
zh_hans: 过大

# advancedOperations.readStatus.unsupported
source: Unsupported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: 非対応
ko: 지원되지 않음
pl: Nieobsługiwany
pt_br: Não compatível
ru: Не поддерживается
tr: Desteklenmiyor
uk: Не підтримується
vi: Không được hỗ trợ
zh_hans: 不支持

# advancedOperations.refreshAcknowledge
source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: 了解
ko: 확인
pl: Rozumiem
pt_br: Entendi
ru: Понятно
tr: Anladım
uk: Зрозуміло
vi: Đã hiểu
zh_hans: 知道了

# advancedOperations.refreshRequired
source: The result is unknown. Refresh from the host before acting again.
de: Das Ergebnis ist unbekannt. Vor der nächsten Aktion vom Host aktualisieren.
es: El resultado es desconocido. Actualiza desde el host antes de volver a actuar.
fr: Le résultat est inconnu. Actualisez depuis l’hôte avant d’agir à nouveau.
ja: 結果が不明です。再操作する前にホストから更新してください。
ko: 결과를 알 수 없습니다. 다시 실행하기 전에 호스트에서 새로 고치세요.
pl: Wynik jest nieznany. Odśwież dane z hosta przed kolejnym działaniem.
pt_br: O resultado é desconhecido. Atualize a partir do host antes de agir novamente.
ru: Результат неизвестен. Обновите данные с хоста перед повторным действием.
tr: Sonuç bilinmiyor. Yeniden işlem yapmadan önce ana bilgisayardan yenileyin.
uk: Результат невідомий. Оновіть дані з хоста перед повторною дією.
vi: Kết quả không rõ. Hãy làm mới từ máy chủ trước khi thao tác lại.
zh_hans: 结果未知。请先从主机刷新，然后再操作。

# advancedOperations.removeSegment
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 删除

# advancedOperations.run
source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pl: Uruchom
pt_br: Executar
ru: Запустить
tr: Çalıştır
uk: Запустити
vi: Chạy
zh_hans: 运行

# advancedOperations.runStatus.cancelled
source: Cancelled
de: Abgebrochen
es: Cancelada
fr: Annulée
ja: キャンセル済み
ko: 취소됨
pl: Anulowane
pt_br: Cancelada
ru: Отменён
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消

# advancedOperations.runStatus.completed
source: Completed
de: Abgeschlossen
es: Completada
fr: Terminée
ja: 完了
ko: 완료됨
pl: Ukończone
pt_br: Concluída
ru: Завершён
tr: Tamamlandı
uk: Завершено
vi: Đã hoàn tất
zh_hans: 已完成

# advancedOperations.runStatus.failed
source: Failed
de: Fehlgeschlagen
es: Fallida
fr: Échouée
ja: 失敗
ko: 실패
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败

# advancedOperations.runStatus.running
source: Running
de: Wird ausgeführt
es: Ejecutándose
fr: En cours d’exécution
ja: 実行中
ko: 실행 중
pl: Uruchomione
pt_br: Em execução
ru: Выполняется
tr: Çalışıyor
uk: Виконується
vi: Đang chạy
zh_hans: 正在运行

# advancedOperations.runStatus.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知

# advancedOperations.scope.projectsManage
source: project management
de: Projektverwaltung
es: gestión de proyectos
fr: gestion des projets
ja: プロジェクト管理
ko: 프로젝트 관리
pl: zarządzanie projektami
pt_br: gerenciamento de projetos
ru: управление проектами
tr: proje yönetimi
uk: керування проєктами
vi: quản lý dự án
zh_hans: 项目管理

# advancedOperations.scope.sessionOperate
source: session operate
de: Sitzung bedienen
es: operaciones de sesión
fr: opérations de session
ja: セッションの操作
ko: 세션 조작
pl: operacje w sesji
pt_br: operação de sessão
ru: операции в сеансе
tr: oturum işlemleri
uk: операції в сеансі
vi: thao tác phiên
zh_hans: 会话操作

# advancedOperations.scope.sessionRead
source: session read
de: Sitzung lesen
es: lectura de sesión
fr: lecture de session
ja: セッションの読み取り
ko: 세션 읽기
pl: odczyt sesji
pt_br: leitura de sessão
ru: чтение сеанса
tr: oturum okuma
uk: читання сеансу
vi: đọc phiên
zh_hans: 会话读取

# advancedOperations.section.inputs
source: Inputs
de: Eingaben
es: Entradas
fr: Entrées
ja: 入力
ko: 입력
pl: Dane wejściowe
pt_br: Entradas
ru: Входные данные
tr: Girdiler
uk: Вхідні дані
vi: Đầu vào
zh_hans: 输入

# advancedOperations.section.options
source: Options
de: Optionen
es: Opciones
ja: オプション
ko: 옵션
pl: Opcje
pt_br: Opções
ru: Параметры
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_hans: 选项

# advancedOperations.section.outcome
source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
ko: 결과
pl: Wynik
pt_br: Resultado
ru: Результат
tr: Sonuç
uk: Результат
vi: Kết quả
zh_hans: 结果

# advancedOperations.section.owner
source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
ja: 所有者
ko: 소유자
pl: Właściciel
pt_br: Proprietário
ru: Владелец
tr: Sahip
uk: Власник
vi: Chủ sở hữu
zh_hans: 所有者

# advancedOperations.section.segments
source: Segments
de: Segmente
es: Segmentos
ja: セグメント
ko: 세그먼트
pl: Segmenty
pt_br: Segmentos
ru: Сегменты
tr: Segmentler
uk: Сегменти
vi: Phân đoạn
zh_hans: 片段

# advancedOperations.segmentField.body
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
ja: コメント
ko: 댓글
pl: Komentarz
pt_br: Comentário
ru: Комментарий
tr: Yorum
uk: Коментар
vi: Bình luận
zh_hans: 评论

# advancedOperations.segmentField.identifier
source: Identifier
de: Bezeichner
es: Identificador
fr: Identifiant
ja: 識別子
ko: 식별자
pl: Identyfikator
pt_br: Identificador
ru: Идентификатор
tr: Tanımlayıcı
uk: Ідентифікатор
vi: Định danh
zh_hans: 标识符

# advancedOperations.segmentField.invocation
source: Invocation
de: Aufruf
es: Invocación
ja: 呼び出し
ko: 호출
pl: Wywołanie
pt_br: Invocação
ru: Вызов
tr: Çağırma
uk: Виклик
vi: Lệnh gọi
zh_hans: 调用

# advancedOperations.segmentField.lineNumber
source: Line number
de: Zeilennummer
es: Número de línea
fr: Numéro de ligne
ja: 行番号
ko: 줄 번호
pl: Numer wiersza
pt_br: Número da linha
ru: Номер строки
tr: Satır numarası
uk: Номер рядка
vi: Số dòng
zh_hans: 行号

# advancedOperations.segmentField.mimeType
source: MIME type
de: MIME-Typ
es: Tipo MIME
fr: Type MIME
ja: MIME タイプ
ko: MIME 유형
pl: Typ MIME
pt_br: Tipo MIME
ru: Тип MIME
tr: MIME türü
uk: Тип MIME
vi: Loại MIME
zh_hans: MIME 类型

# advancedOperations.segmentField.path
source: Path
de: Pfad
es: Ruta
fr: Chemin
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
uk: Шлях
vi: Đường dẫn
zh_hans: 路径

# advancedOperations.segmentField.provider
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 공급자
pl: Dostawca
pt_br: Provedor
ru: Поставщик
tr: Sağlayıcı
uk: Постачальник
vi: Nhà cung cấp
zh_hans: 提供商

# advancedOperations.segmentField.scope
source: Scope
de: Geltungsbereich
es: Ámbito
fr: Portée
ja: スコープ
ko: 범위
pl: Zakres
pt_br: Escopo
ru: Область применения
tr: Kapsam
uk: Область застосування
vi: Phạm vi
zh_hans: 作用域

# advancedOperations.segmentField.side
source: Diff side
de: Diff-Seite
es: Lado de las diferencias
fr: Côté des différences
ja: 差分の側
ko: diff 쪽
pl: Strona różnic
pt_br: Lado das diferenças
ru: Сторона различий
tr: Fark tarafı
uk: Сторона відмінностей
vi: Phía diff
zh_hans: 差异侧

# advancedOperations.segmentField.staged
source: Staged
de: Gestaged
es: Preparado
fr: Indexé
ja: ステージ済み
ko: 스테이지됨
pl: Przygotowane
pt_br: Em stage
ru: Подготовлено
tr: Hazırlanmış
uk: Підготовлено
vi: Đã stage
zh_hans: 已暂存

# advancedOperations.segmentKind.attachment
source: Attachment
de: Anhang
es: Adjunto
fr: Pièce jointe
ja: 添付ファイル
ko: 첨부 파일
pl: Załącznik
pt_br: Anexo
ru: Вложение
tr: Ek
uk: Вкладення
vi: Tệp đính kèm
zh_hans: 附件

# advancedOperations.segmentKind.diffComment
source: Diff comment
de: Diff-Kommentar
es: Comentario de diferencias
fr: Commentaire de différences
ja: 差分コメント
ko: diff 댓글
pl: Komentarz do różnic
pt_br: Comentário de diferenças
ru: Комментарий к различиям
tr: Fark yorumu
uk: Коментар до відмінностей
vi: Bình luận diff
zh_hans: 差异评论

# advancedOperations.segmentKind.file
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya
uk: Файл
vi: Tập tin
zh_hans: 文件

# advancedOperations.skillScope.project
source: Project
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
pl: Projekt
pt_br: Projeto
ru: Проект
tr: Proje
uk: Проєкт
vi: Dự án
zh_hans: 项目

# advancedOperations.subtitle
source: Host operations for the current thread, project, and workflow.
de: Host-Aktionen für den aktuellen Thread, das Projekt und den Workflow.
es: Operaciones del host para el hilo, el proyecto y el flujo de trabajo actuales.
fr: Opérations de l’hôte pour le fil, le projet et le flux de travail actuels.
ja: 現在のスレッド、プロジェクト、ワークフローに対するホスト操作。
ko: 현재 스레드, 프로젝트, 워크플로에 대한 호스트 작업입니다.
pl: Operacje hosta dla bieżącego wątku, projektu i przepływu pracy.
pt_br: Operações do host para o tópico, o projeto e o fluxo de trabalho atuais.
ru: Операции хоста для текущей ветки, проекта и рабочего процесса.
tr: Geçerli ileti dizisi, proje ve iş akışı için ana bilgisayar işlemleri.
uk: Операції хоста для поточної гілки, проєкту та робочого процесу.
vi: Thao tác trên máy chủ cho luồng, dự án và quy trình hiện tại.
zh_hans: 针对当前线程、项目和工作流的主机操作。

# advancedOperations.title
source: Advanced operations
de: Erweiterte Aktionen
es: Operaciones avanzadas
fr: Opérations avancées
ja: 高度な操作
ko: 고급 작업
pl: Operacje zaawansowane
pt_br: Operações avançadas
ru: Расширенные операции
tr: Gelişmiş işlemler
uk: Розширені операції
vi: Thao tác nâng cao
zh_hans: 高级操作

# advancedOperations.unavailable.noHost
source: No paired desktop is selected.
de: Es ist kein gekoppelter Desktop ausgewählt.
es: No hay ningún escritorio emparejado seleccionado.
fr: Aucun ordinateur appairé n’est sélectionné.
ja: ペアリング済みのデスクトップが選択されていません。
ko: 선택된 페어링 데스크톱이 없습니다.
pl: Nie wybrano sparowanego pulpitu.
pt_br: Nenhum desktop pareado está selecionado.
ru: Не выбран подключённый рабочий стол.
tr: Seçili eşleştirilmiş masaüstü yok.
uk: Не вибрано підключений комп’ютер.
vi: Chưa chọn máy tính đã ghép nối.
zh_hans: 未选择已配对的桌面端。

# advancedOperations.unavailable.noLocation
source: This thread has no project folder, so project operations stay unavailable.
de: Dieser Thread hat keinen Projektordner, daher bleiben Projektaktionen nicht verfügbar.
es: Este hilo no tiene carpeta de proyecto, por lo que las operaciones de proyecto siguen sin estar disponibles.
fr: Ce fil n’a pas de dossier de projet ; les opérations de projet restent indisponibles.
ja: このスレッドにはプロジェクトフォルダがないため、プロジェクト操作は利用できません。
ko: 이 스레드에는 프로젝트 폴더가 없으므로 프로젝트 작업을 사용할 수 없습니다.
pl: Ten wątek nie ma folderu projektu, więc operacje projektu pozostają niedostępne.
pt_br: Esta conversa não tem pasta de projeto, então as operações de projeto permanecem indisponíveis.
ru: У этой ветки нет папки проекта, поэтому операции с проектом недоступны.
tr: Bu ileti dizisinin proje klasörü yok, bu nedenle proje işlemleri kullanılamaz.
uk: Ця гілка не має теки проєкту, тому операції з проєктом недоступні.
vi: Luồng này không có thư mục dự án, nên các thao tác dự án vẫn không khả dụng.
zh_hans: 该线程没有项目文件夹，因此项目操作不可用。
